abseil-cpp
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
ansible
ansible-core
aom
archlinux-keyring
argon2
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
base
base-devel
bash
binutils
bison
blas
bluetuith-bin
bluez
bluez-libs
bluez-utils
boost-libs
botan2
box2d
brave-beta-bin
brave-bin
brave-nightly-bin
bridge-utils
brltty
brotli
btrfs-progs
bubblewrap
bumblebee-status
burpsuite
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
calibre
cantarell-fonts
capstone
cargo-audit
cbindgen
cblas
cdparanoia
checkupdates-aur
chmlib
clang
clucene
cmake
code
compiler-rt
confuse
containerd
coreutils
cppdap
cryptsetup
curl
cxxbridge
dav1d
db
db5.3
dbus
dbus-glib
dbus-python
dconf
debtap
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
ding-libs
discord
discord-canary
dkms
dmenu
dnssec-anchors
docker
double-conversion
dtc
duktape
e2fsprogs
edk2-aarch64
edk2-arm
edk2-ovmf
electron25
ell
enchant
expat
fakeroot
faudio
feh
ffmpeg
fftw
file
filesystem
findutils
fish
flac
flameshot
flex
fmt
font-manager
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
gamemode
gawk
gc
gcc
gcc-libs
gdbm
gdk-pixbuf2
geoclue
gettext
giflib
git
glew
glib-networking
glib2
glibc
glibmm
glu
glusterfs
gmp
gn
gnome-desktop
gnome-desktop-common
gnome-system-monitor
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection-runtime
gperf
gperftools
gpgme
gpm
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gssdp
gssproxy
gst-libav
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
guile
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
htop
hunspell
hwdata
hwloc
hyphen
i3-wm
i3blocks
i3lock
i3status
iana-etc
icu
imath
imlib2
informant
iniparser
intel-ucode
iproute2
iptables
iputils
iso-codes
iw
iwd
jack2
jansson
jasper
java-runtime-common
jbigkit
jekyll
jq
jre-openjdk
jre-openjdk-headless
json-c
json-glib
jsoncpp
jxrlib
kactivities5
karchive5
kauth5
kbd
kbookmarks5
kcodecs5
kcompletion5
kconfig5
kconfigwidgets5
kcoreaddons5
kcrash5
kdbusaddons5
kdeclarative5
kded5
keyutils
kglobalaccel5
kguiaddons5
ki18n5
kiconthemes5
kio-fuse
kio5
kirigami2
kitemviews5
kjobwidgets5
kmod
knotifications5
kpackage5
krb5
kservice5
ktextwidgets5
kwallet5
kwayland5
kwidgetsaddons5
kwindowsystem5
kxmlgui5
l-smash
lame
lapack
lcms2
ldns
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-at-spi2-core
lib32-attr
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-colord
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gamemode
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glib2
lib32-glibc
lib32-gmp
lib32-gnutls
lib32-gperftools
lib32-gst-plugins-base-libs
lib32-gstreamer
lib32-gtk3
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libasyncns
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdrm
lib32-libelf
lib32-libepoxy
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libltdl
lib32-libnl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpng12
lib32-libpsl
lib32-libpulse
lib32-librsvg
lib32-libsndfile
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libva
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-libvdpau
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxkbcommon
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxslt
lib32-libxss
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mesa-vdpau
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-ocl-icd
lib32-openal
lib32-openssl
lib32-opus
lib32-orc
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre2
lib32-pixman
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-radeon
lib32-wayland
lib32-xcb-util-keysyms
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcacard
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcdr
libcloudproviders
libcolord
libcups
libdaemon
libdatrie
libdbusmenu-qt5
libdecor
libdeflate
libdrm
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgirepository
libglvnd
libgpg-error
libgtop
libgudev
libhandy
libical
libice
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libinih
libinput
libiscsi
libisl
libixion
libjpeg-turbo
libjxl
libksba
liblangtag
liblc3
libldac
libldap
liblouis
libluv
liblzf
libmanette
libmd
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmspub
libmtp
libmwaw
libmysofa
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnotify
libnsl
libnumbertext
libnvme
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libp11-kit
libpagemaker
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplist
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspeechd
libssh
libssh2
libstaroffice
libstemmer
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtorrent-rasterbar
libtpms
libtraceevent
libtracefs
libunistring
libunrar
libunwind
liburcu
liburing
libusb
libusbmuxd
libutempter
libuv
libva
libva-mesa-driver
libva-vdpau-driver
libvdpau
libverto
libvisio
libvorbis
libvpx
libvterm
libwacom
libwebp
libwmf
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzmf
licenses
lightdm
lightdm-gtk-greeter
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
lld
llvm
llvm-libs
llvm15-libs
lm_sensors
lpsolve
lsb-release
lsof
lua
luajit
luit
lutris
lv2
lvm2
lz4
lzo
m4
mailcap
make
man-db
mangohud
mathjax
md4c
mdadm
media-player-info
mesa
mesa-utils
mesa-vdpau
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mpg123
msgpack-c
mtdev
multipath-tools
nano
ncurses
ndctl
neofetch
neon
neovim
nerd-fonts-git
nerdfetch
nettle
networkmanager
nfs-utils
nfsidmap
ninja
node-gyp
nodejs
nodejs-nopt
npm
npth
nspr
nss
numactl
ocl-icd
onevpl
oniguruma
openal
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
optipng
opus
orc
p11-kit
p7zip
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-checkupdates-aur
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookiejar
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-socket-ssl
perl-json
perl-libwww
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-mozilla-ca
perl-net-http
perl-net-ssleay
perl-timedate
perl-try-tiny
perl-uri
perl-www-aur
perl-www-robotrules
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-media-session
pipewire-pulse
pixman
pkgconf
pkgfile
plasma-framework5
plocate
podofo
polkit
polkit-qt5
poppler
popt
portaudio
postgresql
postgresql-libs
powerline-common
powerline-fonts
procps-ng
protobuf
psmisc
pulseaudio-nextsink
pyright
python
python-annotated-types
python-apsw
python-async-timeout
python-attrs
python-autocommand
python-bcrypt
python-beautifulsoup4
python-black
python-brotli
python-brotlicffi
python-cachecontrol
python-cairo
python-certifi
python-cffi
python-chardet
python-charset-normalizer
python-click
python-contourpy
python-cryptography
python-css-parser
python-cssselect
python-cycler
python-dateutil
python-distro
python-dnspython
python-docopt
python-evdev
python-fastjsonschema
python-faust-cchardet
python-feedparser
python-filelock
python-fonttools
python-gobject
python-html2text
python-html5-parser
python-html5lib
python-idna
python-ifaddr
python-inflate64
python-inflect
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jeepney
python-jinja
python-keyutils
python-kiwisolver
python-lockfile
python-lxml
python-markdown
python-markupsafe
python-matplotlib
python-mechanize
python-moddb
python-more-itertools
python-msgpack
python-multivolumefile
python-mypy_extensions
python-netifaces
python-numpy
python-ordered-set
python-packaging
python-paramiko
python-pathspec
python-pdftotext
python-pillow
python-pip
python-platformdirs
python-ply
python-psutil
python-pulsectl
python-py7zr
python-pybcj
python-pychm
python-pycparser
python-pycryptodome
python-pycryptodomex
python-pydantic
python-pydantic-core
python-pygments
python-pynacl
python-pyparsing
python-pyppmd
python-pyqt6
python-pyqt6-sip
python-pyqt6-webengine
python-pyrate-limiter
python-pyzstd
python-regex
python-requests
python-resolvelib
python-setuptools
python-sgmllib3k
python-six
python-soupsieve
python-texttable
python-tomli
python-toolz
python-trove-classifiers
python-typing_extensions
python-unrardll
python-urllib3
python-validate-pyproject
python-webencodings
python-wheel
python-yaml
python-zeroconf
qbittorrent
qca-qt5
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-gluster
qemu-block-iscsi
qemu-block-nfs
qemu-block-ssh
qemu-chardev-baum
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-docs
qemu-emulators-full
qemu-full
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-aarch64
qemu-system-alpha
qemu-system-alpha-firmware
qemu-system-arm
qemu-system-arm-firmware
qemu-system-avr
qemu-system-cris
qemu-system-hppa
qemu-system-hppa-firmware
qemu-system-loongarch64
qemu-system-m68k
qemu-system-microblaze
qemu-system-microblaze-firmware
qemu-system-mips
qemu-system-nios2
qemu-system-or1k
qemu-system-ppc
qemu-system-ppc-firmware
qemu-system-riscv
qemu-system-riscv-firmware
qemu-system-rx
qemu-system-s390x
qemu-system-s390x-firmware
qemu-system-sh4
qemu-system-sparc
qemu-system-sparc-firmware
qemu-system-tricore
qemu-system-x86
qemu-system-x86-firmware
qemu-system-xtensa
qemu-tests
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-user
qemu-vhost-user-gpu
qhull
qt5-base
qt5-charts
qt5-declarative
qt5-graphicaleffects
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-x11extras
qt6-base
qt6-declarative
qt6-imageformats
qt6-positioning
qt6-svg
qt6-translations
qt6-webchannel
qt6-webengine
radeon-profile-daemon-git
radeon-profile-git
raptor
rasqal
rav1e
re2
readline
redland
rhash
ripgrep
rpcbind
rsync
rtkit
ruby
ruby-abbrev
ruby-addressable
ruby-base64
ruby-benchmark
ruby-bigdecimal
ruby-bundledgems
ruby-bundler
ruby-cgi
ruby-colorator
ruby-concurrent
ruby-csv
ruby-date
ruby-delegate
ruby-did_you_mean
ruby-digest
ruby-drb
ruby-em-websocket
ruby-english
ruby-erb
ruby-etc
ruby-eventmachine
ruby-fcntl
ruby-ffi
ruby-fiddle
ruby-fileutils
ruby-find
ruby-forwardable
ruby-forwardable-extended
ruby-getoptlong
ruby-http_parser.rb
ruby-i18n
ruby-io-console
ruby-io-nonblock
ruby-io-wait
ruby-ipaddr
ruby-irb
ruby-jekyll-sass-converter
ruby-jekyll-watch
ruby-json
ruby-kramdown
ruby-kramdown-parser-gfm
ruby-liquid
ruby-listen
ruby-logger
ruby-mercenary
ruby-minitest
ruby-mutex_m
ruby-net-http
ruby-open-uri
ruby-pathutil
ruby-power_assert
ruby-psych
ruby-public_suffix
ruby-racc
ruby-rake
ruby-rb-fsevent
ruby-rb-inotify
ruby-rdoc
ruby-reline
ruby-rexml
ruby-rouge
ruby-ruby2_keywords
ruby-safe_yaml
ruby-sassc
ruby-stdlib
ruby-stringio
ruby-terminal-table
ruby-test-unit
ruby-time
ruby-tmpdir
ruby-unicode-display_width
ruby-uri
ruby-webrick
rubygems
runc
rust
sbc
scrot
sdl12-compat
sdl2
sdl2_image
seabios
sed
semver
serd
shadow
shared-mime-info
slang
smartmontools
snappy
solid5
sonnet5
sord
sound-theme-freedesktop
speex
speexdsp
spice
spice-protocol
spirv-tools
spotifyd
sqlite
sratom
srt
startup-notification
steam
sudo
svt-av1
systemd
systemd-libs
systemd-sysvcompat
tar
tdb
texinfo
thin-provisioning-tools
thunderbird
tmux
tpm2-tss
tracker3
tree-sitter
tslib
ttf-3270-nerd
ttf-font-awesome-4
ttf-liberation
tzdata
uchardet
udiskie
udisks2
unibilium
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vagrant
vde2
vi
vid.stab
vim
vim-runtime
virglrenderer
virtiofsd
virtualbox
virtualbox-host-modules-arch
vkd3d
vmaf
volume_key
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-radeon
wayland
wayland-protocols
webkit2gtk
webkit2gtk-4.1
webrtc-audio-processing
webrtc-audio-processing-1
wget
which
wine-staging
wireless_tools
woff2
wolfssl
wpa_supplicant
wpebackend-fdo
x264
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xterm
xvidcore
xxhash
xz
yajl
yay-git
zenity
zeromq
zimg
zlib
zoom
zram-generator
zsh
zsh-theme-powerlevel10k-git
zstd
zxing-cpp
